{"pageProps":{"title":"I'm Blogging Now?","slug":"im-blogging-now","sys":{"id":"7CkaA8pEs9ElxiXvEzruiI","publishedAt":"2022-10-04T04:10:30.110Z"},"mainImage":{"description":"A feature image for this blog post.","contentType":"image/png","title":"Main Image","url":"https://images.ctfassets.net/vnv9t50fa3s0/1oWY8thGfu7kjmJvhVwRVl/e803369bec84f90115854a4c5d254663/bg-vector.png"},"body":{"json":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"What do they got in there? King Kong? Hey, take a look at the earthlings. Goodbye! God help us, we're in the hands of engineers. Hey, take a look at the earthlings. Goodbye! Must go faster... go, go, go, go, go! God help us, we're in the hands of engineers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Hey, you know how I'm, like, always trying to save the planet? Here's my chance. Yeah, but John, if The Pirates of the Caribbean breaks down, the pirates don’t eat the tourists. Hey, you know how I'm, like, always trying to save the planet? Here's my chance.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Eventually, you do plan to have dinosaurs on your dinosaur tour, right? God help us, we're in the hands of engineers. You know what? It is beets. I've crashed into a beet truck. Hey, you know how I'm, like, always trying to save the planet? Here's my chance.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"God help us, we're in the hands of engineers. God creates dinosaurs. God destroys dinosaurs. God creates Man. Man destroys God. Man creates Dinosaurs. Did he just throw my cat out of the window? Eventually, you do plan to have dinosaurs on your dinosaur tour, right?","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Yeah, but John, if The Pirates of the Caribbean breaks down, the pirates don’t eat the tourists. Did he just throw my cat out of the window? So you two dig up, dig up dinosaurs? Yeah, but your scientists were so preoccupied with whether or not they could, they didn't stop to think if they should.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}}},"__N_SSG":true}