{"pageProps":{"title":"The Wonders of CMS","slug":"the-wonders-of-cms","sys":{"id":"6q1ae8l1cINrYD8lAtzDBR","publishedAt":"2022-10-04T04:12:12.470Z"},"mainImage":{"description":"A feature image for this blog post.","contentType":"image/png","title":"Main Image","url":"https://images.ctfassets.net/vnv9t50fa3s0/1oWY8thGfu7kjmJvhVwRVl/e803369bec84f90115854a4c5d254663/bg-vector.png"},"body":{"json":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"This thing comes fully loaded. AM/FM radio, reclining bucket seats, and... power windows. We gotta burn the rain forest, dump toxic waste, pollute the air, and rip up the OZONE! 'Cause maybe if we screw up this planet enough, they won't want it anymore!","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Just my luck, no ice. Is this my espresso machine? Wh-what is-h-how did you get my espresso machine? We gotta burn the rain forest, dump toxic waste, pollute the air, and rip up the OZONE! 'Cause maybe if we screw up this planet enough, they won't want it anymore!","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Remind me to thank John for a lovely weekend. They're using our own satellites against us. And the clock is ticking. This thing comes fully loaded. AM/FM radio, reclining bucket seats, and... power windows. Is this my espresso machine? Wh-what is-h-how did you get my espresso machine?","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"Is this my espresso machine? Wh-what is-h-how did you get my espresso machine? God creates dinosaurs. God destroys dinosaurs. God creates Man. Man destroys God. Man creates Dinosaurs. Just my luck, no ice. We gotta burn the rain forest, dump toxic waste, pollute the air, and rip up the OZONE! 'Cause maybe if we screw up this planet enough, they won't want it anymore!","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"I gave it a cold? I gave it a virus. A computer virus. Do you have any idea how long it takes those cups to decompose. God help us, we're in the hands of engineers. Yeah, but your scientists were so preoccupied with whether or not they could, they didn't stop to think if they should.","marks":[],"data":{}}]},{"nodeType":"paragraph","data":{},"content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}]}]}}},"__N_SSG":true}